//評価実験の最初のページ

import Link from "next/link";
//リンクをクリックしたら，そのページに飛ぶようにするためのimportらしい？


//export default function {}が必要っぽい？モジュールからデフォルトでエクスポートされる関数を定義するための構文
export default function Evaluate1Page() {
  return (
    <main>
      お忙しいところ評価実験にご協力いただき,誠にありがとうございます．

      <p>
        こちらの画面にて知識の学習と発音構成の理解その後に，発音の練習といった流れで行わせていただこうと思います．
      </p>

      <p>
        以下のリンクをクリックして，次のページに進んでください．
      </p>

      <Link href="/EXPERIMENT/Evaluate2">
        次のページへ
      </Link>

      <p>
        最初の説明の違いについては重要性の説明とかはコンテンツさではないのでOK，コンテンツ差ではなく重要度の説明の違いとして説明することができそう．
      </p>



    </main>
  );
}
